accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
amdguid-glow-bin
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
awesome-terminal-fonts
aws-cdk
aws-cli-v2
b43-fwcutter
baobab
base
base-devel
bash-completion
bat
betterlockscreen
bfg
bind
bitwig-studio
blueberry
blueman
bluetuith
bluez
bluez-utils
bottles
bottom
brightnessctl
btop
btrfs-progs
cantarell-fonts
cmatrix
code-minimap
cointop
cowsay
cryptsetup
ctags
davinci-resolve
ddcutil
device-mapper
dex
dhclient
diceware
diffutils
discord
diskonaut
dmenu
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
dracut
duf
dunst
e2fsprogs
edid-decode-git
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-i3wm
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
eza
f2fs-tools
fava
fd
feh
ffmpegthumbnailer
file-roller
firewalld
fish
fsarchiver
galculator
git
git-delta
git-fuzzy-git
git-lfs
gitflow-avh
gitui-git
gnome-bluetooth
gnome-bluetooth-3.0
go
google-chrome
grim
grub
gst-plugins-ugly
gthumb
gtk-engine-murrine
haveged
hdparm
htop
hwdetect
hwinfo
i3-wm
i3blocks
i3status
icaclient
inetutils
inotify-tools
inxi
iptables-nft
ipython
iwd
jfsutils
jq
keepassxc
keynav
kitty
less
libdvdcss
libgsf
libopenraw
libsmbios
libva-nvidia-driver-git
libvirt
libvncserver
libwnck3
light
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance
maim
mako
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
mlocate
modemmanager
mpc
mpd
mpv
mtools
nano
ncmpcpp
neofetch
neovim
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
nodejs-nodemon
nordvpn-bin
npm
npm-check-updates
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-settings
nvm
obs-studio
obsidian
oh-my-posh-bin
onlyoffice-bin
openssh
os-prober
pacman-contrib
pamixer
pavucontrol
perl
picom-arian8j2-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
pm2
pnpm
polkit-gnome
polybar
poppler-glib
pv
pyenv
pyright
python
python-black
python-capng
python-defusedxml
python-matplotlib
python-mutagen
python-packaging
python-poethepoet
python-poetry
python-pynvim
python-pyqt5
python-tasklib
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
ranger
read-edid
rebuild-detector
redis
redis-json
redisinsight
reflector
reflector-simple
reiserfsprogs
remmina
ripgrep
rofi-file-browser-extended-git
rofi-greenclip
rofi-lbonn-wayland
rofi-nordvpn-git
rofimoji
rootlesskit
rsync
rtkit
russ
s-nail
scrot
sddm
sddm-conf-git
sddm-sugar-candy-git
sg3_utils
slack-desktop
slurp
smartmontools
socat
sof-firmware
spotify-player-full-git
sudo
swappy
swww
synology-drive
sysfsutils
sysstat
systemd-sysvcompat
ta-lib
task
taskwarrior-tui
texinfo
thunar
thunar-archive-plugin
thunar-volman
timew
tk
tldr
tradingview
ttf-hack
ttf-icomoon-feather
ttf-liberation
ttf-nerd-fonts-symbols
ttf-ubuntu-nerd
twine
typescript-language-server
udisks2
ugrep
unrar
unzip
upower
usb_modeswitch
usbutils
vercel
vi
vim
virt-manager
visidata
visual-studio-code-bin
w3m
warpd
waypaper-git
welcome
wget
which
wine-staging
wireplumber
wlsunset
wofi
wpa_supplicant
xbindkeys
xclip
xdg-user-dirs
xdg-utils
xdotool
xed
xf86-input-libinput
xfce4-settings
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xplr
xsel
xterm
yabridge
yabridgectl
yarn
yay
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zoom
zoxide
zsa-keymapp-bin
zsh
