{
  "CopilotChat.nvim": { "branch": "canary" },
  "bufferline.nvim": { "branch": "main" },
  "calendar-vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-ultisnips": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot-lualine": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "hop.nvim": { "branch": "master" },
  "impatient.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "stable" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "onedarkpro.nvim": { "branch": "main" },
  "package-info.nvim": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "sobrio": { "branch": "master" },
  "tagbar": { "branch": "master" },
  "taskwiki": { "branch": "master" },
  "tcomment_vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tidy.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "true-zen.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "typewriter": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-asterisk": { "branch": "master" },
  "vim-colors-meh": { "branch": "master" },
  "vim-colorschemes": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-jukit": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-mundo": { "branch": "master" },
  "vim-pine-script": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-startify": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" },
  "yuck.vim": { "branch": "master" },
  "zenbones.nvim": { "branch": "main" }
}